<div id="main_content">
{ADD_NEW_BUTTON}
<a class='main_functions' href='office/index.php?dep=widgets&branch=tuneWidgets.php'>Настроить виджеты</a>
<style type="text/css">
li {margin:10px auto;}
</style>
<ul>
<li>С помощью этого функционала можно добавлять на сайт счётчики посещений, календари, прогнозы погоды и т.п.</li>
<li>Любой из созданных виджетов можно добавлять в любое место шаблона вёрстки, сам контент или любой модуль.</li>
<li>Добавление производится путём вставки специальной строки типа:<br><span style="color:#b00;">{*WIDGET_INSERT-номер_виджета*}</span><br> в любое место на сайте.</li>
<li>Выше указанную строку можно увидеть в блоке каждого виджета.</li>
<li>Если Вам необходимо добавить посредством виджета только данные в рабочие заголовки отправляемые браузеру, то всё равно необходимо разместить ключевую строку в любой части кода.</li>
</ul>
{REPLACEMENT_PART}
<div class="pages_navigation">
{NUMERAL_NAVIGATION}
</div>
</div>